[
  {
    "name": "Artifact of the Gods",
    "usage": "Once you find one, you can use it to achieve incredible things.",
    "description": "Artifacts are mystical items that can be found in the world of the Norse Gods. They are powerful and can be used to enhance your abilities or to gain advantages over other players.",
    "useType": "Descriptor",
    "cardImagePath": "/resources/images/cards/cardback.png",
    "id": 22,
    "chance": 0.0,
    "effect": 0.0
  },
  {
    "name": "Freyja's Necklace",
    "usage": "Increases efficiency of rune farming on a Tile",
    "description": "Freyja posesses many different kind of necklaces. One of them is the Brisingamen, a necklace crafted by the four dwarves Alfrigg, Dvalin, Berling and Grerr. It stands for her beauty and her power. Another one is forged by the dwarves Sindri and Brokkr, the two dwarfes that also created Mjölnir, the hammer of Thor.",
    "useType": "Field",
    "cardImagePath": "resources/images/cards/a_freyjasnecklace_card.png",
    "id": 10,
    "chance": 0.3,
    "effect": 1.0
  },
  {
    "name": "Freyr's Golden Apple",
    "usage": "Gives a flat amount of energy",
    "description": "The golden apple is a symbol of Freyr's fertility and prosperity. It is said to bring good fortune and abundance to those who possess it. Refusing to accept a golden apple is a sign of sterility and decay. The apple is also associated with the goddess Idun, who is known for her ability to rejuvenate the gods with her golden apples.",
    "useType": "Player",
    "cardImagePath": "resources/images/cards/a_freyrsgoldenapple_card.png",
    "id": 11,
    "chance": 0.3,
    "effect": 4
  },
  {
    "name": "Tear of Yggdrasil",
    "usage": "Removes flat Energy from another player",
    "description": "The well-being of Yggdrasil, the mighty tree at the center of the cosmos, is crucial for the stability of the universe. When Yggdrasil trembles, it signals the arrival of Ragnarök, the destruction of the universe. The tear of Yggdrasil is the sign of a looming catastrophe.",
    "useType": "Player",
    "cardImagePath": "resources/images/cards/a_yggdrasilstear_card.png",
    "id": 12,
    "chance": 0.3,
    "effect": -4
  },
  {
    "name": "Mjölnir Charm",
    "usage": "Increases the chance of artifacts.",
    "description": "The hammer of Thor, Mjölnir, is a powerful weapon which, when it hits the ground, rumbles like thunder. It is said to be forged by the dwarves Sindri and Brokkr, known for their renowned skill in crafting. This little charm brings strength and power to the one who carries it.",
    "useType": "Player",
    "cardImagePath": "resources/images/cards/a_mjoelnircharm_card.png",
    "id": 13,
    "chance": 0.3,
    "effect": 5.0
  },
  {
    "name": "Fenrir's Bones",
    "usage": "Increases efficiency of energy farming on a tile that has an entity.",
    "description": "Fenrir is a monstrous wolf in Norse mythology, the son of Loki and the giantess Angerboda. He is destined to kill Odin during Ragnarök, the end of the world. Fenrir's bones are said to be imbued with his ferocity and strength.",
    "useType": "Field",
    "cardImagePath": "resources/images/cards/a_fenrirsbones_card.png",
    "id": 14,
    "chance": 0.3,
    "effect": 0.5
  },
  {
    "name": "Hel's Shadow",
    "usage": "Other player: – rune farming efficiency",
    "description": "Hel is the goddess of death in Norse mythology, ruling over the realm of the dead. Hel's shadow is said to bring misfortune and despair to those who encounter it.",
    "useType": "Player",
    "cardImagePath": "resources/images/cards/a_helsshadow_card.png",
    "id": 15,
    "chance": 0.3,
    "effect": -0.1
  },
  {
    "name": "Flame of Muspelheim",
    "usage": "Price reduction for purchasables in the next round",
    "description": "Muspelheim is a realm of fire and chaos in Norse mythology, home to the fire giants. A single flame from Muspelheim can be the source of destruction or transformation.",
    "useType": "Player",
    "cardImagePath": "resources/images/cards/a_muspelheimsflame_card.png",
    "id": 16,
    "chance": 0.3,
    "effect": 0.2
  },
  {
    "name": "Ice Splinter of Niflheim",
    "usage": "Other player: – rune farming efficiency",
    "description": "Niflheim is a realm of ice and mist in Norse mythology, home to the frost giants. An ice splinter from Niflheim can freeze the heart of even the most powerful warrior.",
    "useType": "Player",
    "cardImagePath": "resources/images/cards/a_nilfheimsicesplinter_card.png",
    "id": 17,
    "chance": 0.3,
    "effect": -0.2
  },
  {
    "name": "Blood of Jörmungandr",
    "usage": "Increases farming efficiency at the river",
    "description": "Jörmungandr, also known as the Midgard Serpent, the son of Loki and the giantess Angerboda, is a giant sea serpent, destined to kill Thor during Ragnarök. He is said to wrap around the world, biting his own tail. His blood is a symbol of cyclicality and the boundaries of the known world.",
    "useType": "Field",
    "cardImagePath": "resources/images/cards/a_joermungandrsblood_card.png",
    "id": 18,
    "chance": 0.3,
    "effect": 0.2
  },
  {
    "name": "Ashes of Surtr",
    "usage": "Other players: price increase of purchasables for the next round",
    "description": "Surtr is a fire giant in Norse mythology, known for his role in Ragnarök, where he will set the world ablaze with his flaming sword. The ashes of Surtr symbolise the price of cosmic conflict and the fragility of creation.",
    "useType": "Player",
    "cardImagePath": "resources/images/cards/a_surtursashes_card.png",
    "id": 19,
    "chance": 0.3,
    "effect": -0.5
  },
  {
    "name": "Odin's Eye",
    "usage": "Checks a tile and all adjacent ones for artifacts and reveals all of them",
    "description": "Odin is the chief god in Norse mythology, associated with wisdom, prophecy, death and knowledge. He sacrificed one of his eyes to gain wisdom and insight into the future. Odin's eye symbolises how true insight demands personal loss.",
    "useType": "Field",
    "cardImagePath": "resources/images/cards/a_odinseye_card.png",
    "id": 20,
    "chance": 0.3,
    "effect": 0
  },
  {
    "name": "Fenrir's Chains",
    "usage": "Can be found and used to trap a field",
    "description": "Fenrir is a monstrous wolf, prophesied to bring destruction to the gods and kill Odin during Ragnarök. Thus, the gods began to fear him and asked the dwarves to forge Gleipnir, a magical chain of impossible ingredients, like the sound of a cat's footsteps. These chains are unbreakable, even for Fenrir, and kept him bound until the time of Ragnarök.",
    "useType": "Trap",
    "cardImagePath": "resources/images/cards/a_fenrirschains_card.png",
    "id": 21,
    "chance": 0.3,
    "effect": 8
  }
]
