[
  {
    "name": "Statues",
    "deal": "",
    "blessing": "",
    "curse": "",
    "usage": "Can be upgraded to make a deal with a God or upgraded again for a strong blessing. Beware of the curse!",
    "description": "Statues were used to worship the Gods. They are the most sacred relics and only one statue can be build in a world. You can only pledge allegiance to one God at a time.",
    "useType": "",
    "cardImagePath": "resources/images/cards/st_joermungandr_card.png",
    "mapImagePath": "",
    "id": 38,
    "price": 0,
    "upgradePrice": 0,
    "resourceValue": 0,
    "world": ""
  },
  {
    "name": "Jörmungandr",
    "deal": "Destroys 1 random structure of a chosen player: sacrifices 1 structure of your own",
    "blessing": "-",
    "curse": "-",
    "description": "Jörmungandr, also known as the Midgard Serpent, the son of Loki and the giantess Angerboda, is a giant sea serpent, destined to kill Thor during Ragnarök. He is said to wrap around the world, biting his own tail, symbolising the cyclicality of life and the boundaries of the known world. Beyond that, Jömungandr stands for tne ineviable destruction and rebirth tied to Ragnarök.",
    "usage": "Can be upgraded to make a deal with a God or upgraded again for a strong blessing. Beware of the curse!",
    "useType": "Player, Tile",
    "cardImagePath": "resources/images/cards/st_joermungandr_card.png",
    "mapImagePath": "resources/images/buyableStructuresBIG/st_joermungandr_big.png",
    "id": 30,
    "price": 50,
    "upgradePrice": 0,
    "resourceValue": 0,
    "world": "Midgard"
  },
  {
    "name": "Freyr",
    "deal": "Grows 1 Tree on a River Tile: costs all available Energy (min 1 Energy)",
    "blessing": "Grows Trees on all River Tiles",
    "curse": "Overgrows 1 random Structure so it cannot be used anymore and blocks the tile",
    "usage": "Can be upgraded to make a deal with a God or upgraded again for a strong blessing. Beware of the curse!",
    "description": "Freyr is the god of fertility, belonging to the tribe of the Vanir, who was send to live among the Aesir as a part of a truce after the Aesir-Vanir war. He is the son of Njord, the god of the sea and wealth, and the brother of Freyja, the goddess of love and magic. Freyr is associated with prosperity and abundance, fair weather and fertility,bringing good harvest, peace and wealth. He is also said to rule Alfheim, the realm of the light elves. Though he gives away his magical sword in the pursuit of love, leaving him vulnerable during Ragnarök, where he dies to the blade of Surtr.",
    "useType": "deal: Tile",
    "cardImagePath": "resources/images/cards/st_freyr_card.png",
    "mapImagePath": "resources/images/buyableStructuresBIG/st_freyr_big.png",
    "id": 31,
    "price": 80,
    "upgradePrice": 50,
    "resourceValue": 0,
    "world": "Alfheim"
  },
  {
    "name": "Dwarf",
    "deal": "Smeltery: produces +1 Artifact next Round: 1 random Structure does not produce Runes anymore",
    "blessing": "Next buff from the smeltery debuffs all other players",
    "curse": "Destroys the Smeltery",
    "usage": "Can be upgraded to make a deal with a God or upgraded again for a strong blessing. Beware of the curse!",
    "description": "The Dwarfs of Svartalfheim, also known as Svartálfar or dark elves, play one of the most crucial roles behind the scenes. They are master craftsmen and smiths, dwelling in the dark, underground realms of Svartalfheim. They are secretive, cunning and proud beings, having forged some of the most powerful weapons for the gods, including Thor's hammer Mjölnir and Odin's spear Gungnir. Not only are they skilled in metalwork, but also magical craftsmanship, as they are the ones who crafted the magical chains that bound Fenrir, the monstrous wolf.",
    "useType": "Tile (has to hold smeltery)",
    "cardImagePath": "resources/images/cards/st_dwarf_card.png",
    "mapImagePath": "resources/images/buyableStructuresBIG/st_dwarf_big.png",
    "id": 32,
    "price": 80,
    "upgradePrice": 50,
    "resourceValue": 0,
    "world": "Svartalfheim"
  },
  {
    "name": "Freyja",
    "deal": "Gives 1 random Artifact: costs (a lot of) Runes",
    "blessing": "1 Tile of choice for free",
    "curse": "Conquers a Tile in possession and makes it unusable",
    "usage": "Can be upgraded to make a deal with a God or upgraded again for a strong blessing. Beware of the curse!",
    "description": "Freyja belongs to the Vanir, the tribe of fertility gods, yet lives among the Aesir after a truce between the two tribes. She is the goddess of love, beauty and magic, but also war and death, a goddess of dualities, both sensual and deadly. She practices seiðr, a magic connected to prophecy, fate and shaping reality, which she also taught Odin. Furthermore, she is often associated with wealth, treasuring precious things like gold and jewels. Stories tell how willing she is to pay a personal price for treasures like a beautiful necklace, crafted by the drawves.",
    "useType": "blessing: Tile",
    "cardImagePath": "resources/images/cards/st_freyja_card.png",
    "mapImagePath": "resources/images/buyableStructuresBIG/st_freyja_big.png",
    "id": 33,
    "price": 30,
    "upgradePrice": 50,
    "resourceValue": 0,
    "world": "Vanaheim",
    "params": [
      {
        "name": "RuneCost",
        "value": 50
      }
    ]
  },
  {
    "name": "Hel",
    "deal": "Blocks the Statue of a chosen Player next Round: blocks a random Structure of your own until the end of your next turn",
    "blessing": "Permanently destroys the statue of a random Player",
    "curse": "Goes back to Helheim and the Statue gets destroyed",
    "usage": "Can be upgraded to make a deal with a God or upgraded again for a strong blessing. Beware of the curse!",
    "description": "Hel is the goddess of death and the underworld, ruling over the realm Helheim. She is the daughter of Loki and the giantess Angerboda, and the sister of Fenrir and Jörmungandr. Half of her body is said to be beautiful and alive, while the other half is dead and blackened like a corpse. Her appearence symbolises her duality of death and life and reflects her personality, which is stern and detached, but not malevolent, just like death and her realm of death. She holds the balance of the cosmos by keeping the dead separate from the living and is, just like Helheim, a figure of stillness, inevitability and quietness.",
    "useType": "deal: Player",
    "cardImagePath": "resources/images/cards/st_hel_card.png",
    "mapImagePath": "resources/images/buyableStructuresBIG/st_hel_big.png",
    "id": 34,
    "price": 50,
    "upgradePrice": 40,
    "resourceValue": 0,
    "world": "Helheim"
  },
  {
    "name": "Nidhöggr",
    "deal": "Devours a random Tree on the Board: needs to be fed 1 Artifacts",
    "blessing": "Devours all Trees on the Board",
    "curse": "Devours 2 of your own Structures randomly",
    "usage": "Can be upgraded to make a deal with a God or upgraded again for a strong blessing. Beware of the curse!",
    "description": "Níðhöggr is a dragon that dwells beneath Yggdrasil, the world tree, gnawing at its roots. He is a cosmic force of decay, errosion and corruption, threatening the worl tree's health and stability. That makes him a symbol for decay at the heart of creation, reminding us that no structure, be it cosmic or moral, is permanent. He is also said to chew on the corpses of oath-breakers and murderers in Nilfheim, adding a moral dimansion to his role. His desctruction balances out Yggdrasils creation",
    "useType": "deal: Artifact",
    "cardImagePath": "resources/images/cards/st_nidhoeggr_card.png",
    "mapImagePath": "resources/images/buyableStructuresBIG/st_nidhoeggr_big.png",
    "id": 35,
    "price": 30,
    "upgradePrice": 30,
    "resourceValue": 0,
    "world": "Nilfheim"
  },
  {
    "name": "Loki",
    "deal": "Steals an artifact from you and another player and swaps them",
    "blessing": "Steals a set amount of Runes from any other Player and gives them to you",
    "curse": "Sets 2 Traps for yourself",
    "usage": "Can be upgraded to make a deal with a God or upgraded again for a strong blessing. Beware of the curse!",
    "description": "Loki is a trickster god and a shape-shifter. He is the son of giants Fárbauti and Laufey and thus a jötunn, a giant, yet he is included among the Aesir as a blood brother of Odin. He moves between the worlds of gods and giants, order and chaos, without fully belonging to either. Loki is a clever, witty and silver-tongued figure, often causing trouble for the gods, acting irresponsible and selfish, yet sometimes being heroic and helpful instead. His actions often bring necessary change and chaos, causing often necessary or inevitable events, both upholding and undermining the cosmic order, making him a catalyst for transformation.",
    "useType": "Player",
    "cardImagePath": "resources/images/cards/st_loki_card.png",
    "mapImagePath": "resources/images/buyableStructuresBIG/st_loki_big.png",
    "id": 36,
    "price": 50,
    "upgradePrice": 50,
    "resourceValue": 0,
    "params": [
      {
        "name": "Stolen Runes",
        "value": 30
      },
      {
        "name": "Amount of CurseTraps",
        "value": 2
      }
    ],
    "world": "Jotunheim"
  },
  {
    "name": "Surtr",
    "deal": "Destroys 1 random Structure or Statue of a chosen Player: consumes the Flaming Sword Structure (needs to have Flaming Sword Tile in possession)",
    "blessing": "Gifts 2 Tiles of Muspelheim for free",
    "curse": "Destroys 1 random Structure or Statue of your own",
    "usage": "Can be upgraded to make a deal with a God or upgraded again for a strong blessing. Beware of the curse!",
    "description": "Surtr is a fire giant from Muspelheim, the realm of fire, said to set the world ablaze with his flaming sword during Ragnarök. He is one of the primordial forces from the creation of the cosmos, older than the gods themselves. He guards the frontier of Muspelheim, watching at the borders, ready to lead the forces of fire into the world at the destined time. During Ragnarök, Surtr leads the sons of Muspel, the fire giants, across Bifröst, the rainbow bridge connecting all worlds, which breaks under their weight. From the ashes he leaves behind a new world shall be born, cleansed of the old to make way for the new. He brings the necessary transformation, causing destruction while also purifying the worlds and preparing their rebirth.",
    "useType": "Player",
    "cardImagePath": "resources/images/cards/st_surtr_card.png",
    "mapImagePath": "resources/images/buyableStructuresBIG/st_surtr_big.png",
    "id": 37,
    "price": 60,
    "upgradePrice": 60,
    "resourceValue": 0,
    "world": "Muspelheim"
  }
]
